{
  "_id": "page.start",
  "_type": "page.start",
  "body": "Use this form to ask for your, or someone else’s, personal information held by parts of the Ministry of Justice, including the: \r\n\r\n* Prison Service - for security or NOMIS records about time spent in prison\r\n* Probation Service - for NDelius electronic case notes about time on probation\r\n* Office of the Public Guardian (OPG) - for information including lasting power of attorney records \r\n* Legal Aid Agency  (LAA) - for information including legal aid application data",
  "components": [
    {
      "_id": "page.start--inset",
      "_type": "inset",
      "html": "### Do not use this form to request information from the Courts and Tribunals Service (HMCTS) ###\r\nThis form cannot be used to get information from HMCTS. You should contact the court or tribunal you think is holding the information.\r\n\r\nYou can use the [Find a court or tribunal](https://www.gov.uk/find-court-tribunal) service to find the contact details."
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.start--content--3",
      "_type": "content",
      "html": "## Before you start ##\r\n\r\nCompleting this online form should take around 5 minutes. The more specific you can be, the quicker it will be to find the information.\r\n\r\nYou will need to provide the following:\r\n\r\n* personal details — name, date of birth\r\n* type of information you require\r\n* where information may have been collected, for example which prison you dealt with, and when.\r\n\r\nYou will need to complete this form in one go. You cannot save and come back to complete the form.\r\n\r\n### When requesting your own personal information ###\r\n\r\nWe cannot process your request without:\r\n\r\n* 1 form of photo ID, such as a passport or driving licence\r\n* 1 copy of a proof of address, such as a bank statement or utility bill from the last 3 months\r\n\r\n### Legal representatives requesting information for a client ### \r\n\r\nYou must upload a signed letter of consent dated from the last 6 months.\r\n\r\n### Requesting information on behalf of someone else ### \r\n\r\nIf you are requesting information on behalf of someone but you are not a legal representative, you must provide:\r\n\r\n* photo ID and proof of address for that person\r\n* a signed letter of consent dated from the last 6 months\r\n\r\n## After making your request ##\r\n\r\nYou should receive copies of any data we can share within 30 days of us having enough information to start processing the request. We will contact you if we need more details."
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.start--warning",
      "_type": "warning",
      "html": "Asking for updates during this 30 day period may mean it takes longer to get the information you want."
    }
  ],
  "extraComponents": [
    {
      "_id": "page.start--content",
      "_type": "content",
      "html": "## Other ways to ask for personal information ##\r\n\r\nYou can also [send a request by email or post](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter)."
    }
  ],
  "heading": "Request personal information",
  "lede": "Asking for personal information held by the Ministry of Justice under the Data Protection Act 2018.",
  "steps": [
    "page.requesting-own-data",
    "page.request-personal-data",
    "page.data-subject-name",
    "page.personal-information-hmpps",
    "page.information-relating-prison-probation",
    "page.other-information",
    "page.application-where-would-you-like-information-from",
    "page.currently-in-prison",
    "page.subject-id",
    "page.subject-prison--2",
    "page.mine-prison-number",
    "page.prison-non-offender",
    "page.prison-data",
    "page.probation-what-is-your-office",
    "page.subject-probation",
    "page.probation-non-offender",
    "page.probation",
    "page.courts-tribunal-information-request",
    "page.opg",
    "page.laa",
    "page.somewhere_else",
    "page.contact-details-branston",
    "page.contact-information",
    "page.email-information",
    "page.own-data-for-court-case",
    "page.check-answers",
    "page.confirmation-page"
  ],
  "url": "/"
}