{
  "_id": "page.cookies",
  "_type": "page.content",
  "body": "The Request Personal Information service puts small files (known as ‘cookies’) onto your computer to collect information about how you browse the site.\r\n\r\nCookies are used to:\r\n\r\n* remember your progress\r\n* measure how you use the website so it can be updated and improved based on your needs\r\n\r\nThis online form’s cookies aren't used to identify you personally.\r\n\r\nYou'll normally see a message on the site before we store a cookie on your computer.\r\n\r\nFind out more about [how to manage cookies](https://www.aboutcookies.org).\r\n\r\n## Essential cookies ##\r\n\r\nEssential cookies are required to make this form work and keep your information secure while you use it.\r\n\r\n| Name       | Purpose                                                                    | Expires                                                       |\r\n|------------|----------------------------------------------------------------------------|---------------------------------------------------------------|\r\n| sessionId | Saves your current progress on this computer and tracks inactivity periods | After 20 minutes of inactivity or when you close your browser |\r\n| analytics | Remembers whether you accept or reject analytics cookies on this form | After 1 year |\r\n \r\n## Analytics cookies ##\r\n\r\nWe use Google Analytics software to collect information about how you use this online form. We do this to help make sure this online form is meeting the needs of its users and to help us make improvements. Google Analytics stores information about:\r\n\r\n* the pages you visit\r\n* how long you spend on each page\r\n* how you got to the site\r\n* what you click on while you’re visiting the site\r\n\r\nWe do not collect or store your personal information (for example your name or address) so this information can't be used to identify who you are.\r\n\r\nWe do not allow Google to use or share our analytics data.\r\n\r\nGoogle Analytics sets the following cookies:\r\n\r\nUniversal Analytics\r\n\r\n| Name | Purpose                                                    | Expires  |\r\n|------|------------------------------------------------------------|----------|\r\n| _ga  | This helps us count how many people visit this online form | 2 years  |\r\n| _gid | This helps us count how many people visit this online form | 24 hours \r\n| _gat | Used to manage the rate at which page view requests are made | 10 minutes\r\n|\r\n\r\nGoogle Analytics\r\n\r\n| Name  | Purpose                                                                                               | Expires                     |\r\n|-------|-------------------------------------------------------------------------------------------------------|-----------------------------|\r\n| _utma | Like _ga, this lets us know how many of our visitors are new to this online form or to a certain page | 2 years                     |\r\n| _utmb | This works with _utmc to calculate the average length of time you spend on this online form           | 30 minutes                  |\r\n| _utmc | This works with _utmb to calculate when you close your browser                                        | when you close your browser |\r\n| _utmz | This tells us how you reached this online form (for example from another website or a search engine)  | 6 months                    |\r\n",
  "heading": "Cookies",
  "url": "cookies"
}