{
  "_id": "page.start",
  "_type": "page.start",
  "body": "Use this service to request personal information for yourself or someone else who has given you permission to act on their behalf.\r\n\r\nYou have the right to access your personal information, known as a subject access request (SAR), under the Data Protection Act 2018.\r\n\r\nThis form allows you request information held by parts of the Ministry of Justice, including the: \r\n\r\n* Prison Service - for security and NOMIS records about time spent in prison\r\n* Probation Service - for electronic case notes (nDelius ) about time on probation\r\n* Office of the Public Guardian (OPG) - for information including lasting power of attorney records \r\n* Legal Aid Agency  (LAA) - for information including legal aid application data",
  "components": [
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.start--inset",
      "_type": "inset",
      "html": "## Do not use this form to request information from the Courts and Tribunals Service (HMCTS) ##\r\n\r\nFor information held by HMCTS, contact the court or tribunal you think holds the information.\r\n\r\nUse the [Find a court or tribunal service](https://www.gov.uk/find-court-tribunal) to find the contact details."
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.start--content--2",
      "_type": "content",
      "html": "Completing this online form should take around 5 minutes. \r\n\r\nBe as specific as you can, it will help us find the information you want.\r\n\r\nOnce we have all the information we need to start processing your request, you should expect the results back within 30 days.\r\n\r\nYou will need to complete this form in one go. You cannot save and return."
    }
  ],
  "extraComponents": [
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.start--content--3",
      "_type": "content",
      "html": "## Before you start ##\r\n\r\nYou will need to provide:\r\n\r\n* photo ID and proof of address, dated in the last 6 months, for you and anyone else you're requesting information for (legal representatives do not need to provide this)\r\n* a signed letter of consent, dated in the last 6 months, if you're requesting information on behalf of someone else\r\n\r\nIf you, or the person you're requesting information for, are on probation and do not have any of the ID listed, we can accept a photograph or scan of a letter signed by a probation officer on Probation Service headed paper."
    },
    {
      "$component": true,
      "$content": true,
      "$definition": true,
      "_id": "page.start--content",
      "_type": "content",
      "html": "### Other ways to ask for personal information from the Ministry of Justice ###\r\n\r\nUnder the Data Protection Act 2018, you can also [make a SAR by email or post](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter)."
    }
  ],
  "heading": "Request personal information from the Ministry of Justice",
  "steps": [
    "page.requesting-own-data",
    "page.request-personal-data",
    "page.data-subject-name",
    "page.subject-id",
    "page.personal-information-hmpps",
    "page.other-information",
    "page.application-where-would-you-like-information-from",
    "page.currently-in-prison",
    "page.subject-prison--2",
    "page.mine-prison-number",
    "page.prison-data",
    "page.probation-what-is-your-office",
    "page.subject-probation",
    "page.probation",
    "page.opg",
    "page.laa",
    "page.what-from-elsewhere",
    "page.provide-somewhere-else-dates",
    "page.contact-details-branston",
    "page.contact-information",
    "page.email-information",
    "page.own-data-for-court-case",
    "page.check-answers",
    "page.confirmation-page"
  ],
  "url": "/"
}