{
  "_id": "page.accessibility",
  "_type": "page.content",
  "body": "This online form is provided by the Ministry of Justice. We want as many people as possible to be able to use it to make subject access requests. For example, that means you should be able to:\r\n\r\n* change colours, contrast levels and fonts\r\n* zoom in up to 300% without the text spilling off the screen\r\n* navigate most of the website using just a keyboard\r\n* navigate most of the website using speech recognition software\r\n* listen to most of the website using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)\r\n\r\nWe’ve also made the website text as simple as possible to understand. [AbilityNet](https://mcmw.abilitynet.org.uk) has advice on making your device easier to use if you have a disability.\r\n\r\n## How accessible this online form is ##\r\n\r\nWe used components in the GOV.UK Design System to build this form. The [Design System accessibility guide](https://design-system.service.gov.uk/accessibility/) explains the current state of accessibility for these components.\r\n\r\nComponents listed on the [Design System accessibility guide](https://design-system.service.gov.uk/accessibility/) are fully compliant with the Web Content Accessibility Guidelines (WCAG) version 2.1 AA standard.\r\n\r\nAll pages in the form notify the user when an error has occurred, however there are a small number of pages that do not contain error descriptions. This may make it difficult for some people to understand or figure out how to correct the errors.\r\n\r\n## What to do if you cannot access parts of this form ##\r\n\r\nYou can make a request for your personal information by email or letter. If you require an alternative method of making a subject access request to this online form, you should follow the guidance set out on the [Personal information charter page](https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter).\r\n\r\n## Reporting accessibility problems with this form ##\r\n\r\nWe’re always looking to improve the accessibility of this online form.\r\n\r\nIf you find any problems or think we’re not meeting the requirements of the accessibility regulations, contact: <SAR.research@digital.justice.gov.uk> giving details of the issue and any assistive technology you are using.\r\n\r\n## Enforcement procedure ##\r\n\r\nThe Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the 'accessibility regulations'). If you're not happy with how we respond to your complaint, contact the [Equality Advisory and Support Service (EASS)](https://www.equalityadvisoryservice.com).\r\n\r\n## Technical information about this online form’s accessibility ##\r\n\r\nThe Ministry of Justice is committed to making its online forms and services accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.\r\n\r\nThis online form is partially compliant with the [Web Content Accessibility Guidelines version 2.1](https://www.w3.org/TR/WCAG21/) AA standard, due to the non-compliance listed below.\r\n\r\n## Non-accessible content ##\r\n\r\nWhilst all pages in the form are WCAG 3.3.1 (Level A) compliant, there are some pages in the form that do not provide error suggestions. This fails WCAG 2.1 success criterion 3.3.3 (Level AA) as some people may find it difficult to understand or figure out how to correct the errors.\r\n\r\n## How we tested this online form ##\r\n\r\nThis online form was WCAG 2.1 audited and tested in November 2021 by the Digital Accessibility Centre. Internal testing was also undertaken in August 2021 by Ministry of Justice using the [WAVE Web Accessibility Evaluation Tool](https://wave.webaim.org) following guidance from the Government Digital Service (GDS). \r\n\r\n## What we’re doing to improve accessibility ##\r\n\r\nWe are looking at how we can add error descriptors to the 'Check your Upload' pages in the form.\r\n\r\nThis statement was prepared on 20th December 2021. \r\n\r\n\r\n\r\n",
  "heading": "Accessibility statement for the ‘Request Personal Information from the MOJ’ service",
  "url": "accessibility"
}