{
  "_id": "page.privacy",
  "_type": "page.content",
  "body": "This privacy notice explains what the Ministry of Justice means when we talk about personal data, why we ask for this information about you and what we do with it when you use this form.\r\n\r\nIt also explains how we store your data, how you can get a copy of the information we’ve collected about you and how you can complain if you think we’ve done something wrong.\r\n\r\n## Who manages this service ##\r\n\r\nThis form is managed by the Ministry of Justice.\r\n\r\nThe information you submit will be processed by the Ministry of Justice.\r\n\r\nThe Ministry of Justice is the data controller for the personal data collected by this form.\r\n\r\n## When we ask for personal data ##\r\n\r\nWhenever we ask for information about you, we promise to:\r\n\r\n* always let you know why we need it\r\n* ask for relevant personal information only\r\n* make sure we do not keep it longer than needed\r\n* keep your information safe and make sure nobody can access it unless authorised to do so\r\n* only share your data with other organisations for legitimate purposes\r\n* consider any request you make to correct or delete your personal data\r\n\r\nWe also promise to make it easy for you to:\r\n\r\n* tell us at any time if you want us to stop storing your personal data\r\n* make a complaint to the supervisory authority\r\n\r\n## The personal data we collect ##\r\n\r\nWe only collect personal data that you directly provide with your application.\r\n\r\nWe only collect the information we need to deliver this service to you. The personal data collected includes:\r\n\r\n* Your name and contact details\r\n* Your date of birth\r\n* Any relevant identifiers (e.g. your Prison number) which may help us to find your records\r\n\r\nWe [use cookies](http://www.aboutcookies.org.uk/managing-cookies) to collect data that tells us about how the service is used, including:\r\n\r\n* your computer, phone or tablet’s IP address\r\n* the region or town where you are using your computer, phone or tablet\r\n* the operating system and web browser you use\r\n\r\nThis information is not used to identify you personally. You can find out more about what cookies we use and why on our [cookie page](https://request-personal-info.form.service.justice.gov.uk/cookies).\r\n\r\n## Why we collect your personal data ##\r\n\r\nWe collect data to enable us to process and respond to your request for personal information. The processing of your personal data is necessary for identifying and sharing the personal information which you are entitled to receive as part of your request.\r\n\r\nThe legal basis for collecting and processing your personal data is to ensure compliance with General Data Protection Regulation (GDPR) .\r\n\r\nUse of the online form is voluntary. If you do not provide all the information we ask for, we may not be able to process your request.\r\n\r\nPlease note that transmitting information over the internet is generally not completely secure, and the Ministry of Justice can’t guarantee the security of your data. Any data you transmit is at your own risk. The Ministry of Justice has procedures and security features in place to keep your data secure once we receive it.\r\n\r\n## Sharing your personal data ##\r\n\r\nThe information you provide will not be shared with any third parties.\r\n\r\nWe may use your contact information to ask for feedback on using the service, but only when you have given your consent for us to do so.\r\n\r\nWe’ll never share your information with other organisations for marketing, market research or commercial purposes.\r\n\r\n## Keeping your personal data ##\r\n\r\nTo protect your personal information, any data you enter as you progress through the online form is held temporarily and securely until you submit your application, after which your application cannot be viewed or modified further online.\r\n\r\nThe Ministry of Justice will keep your data for up to 2 years from when we respond to and close your request.\r\n\r\nAll deleted data will be destroyed securely and confidentially.\r\n\r\n## How we use your personal data ##\r\n\r\nYour online submission will be sent from the online form to the Ministry of Justice via encrypted email. The system does not retain a copy of your information.\r\n\r\nYour personal data is not used in any automated decision making (a decision made solely by automated means without any human involvement) or profiling (automated processing of personal data to evaluate certain conditions about an individual). \r\n\r\n## How we store your personal data ##\r\n\r\nThe Ministry of Justice takes data security very seriously and takes every step to ensure that your data remains private and secure. All data collected by this service is stored in a secure database kept entirely within the UK.\r\n\r\nYour application will only be accessible to Ministry of Justice staff who require access to process applications.\r\n\r\n## Your rights ##\r\n\r\nYou have a number of rights, depending on the reason for processing your information. These include:\r\n\r\n* the right to have inaccuracies in your personal data corrected\r\n* the right to fill in any gaps in your personal data, including by means of a supplementary statement\r\n* the right to ask for the processing of your personal data to be restricted\r\n* the right to ask for your personal data to be deleted if there is no longer a justification for it\r\n* the right to object to automated decision making, including profiling, that has a legal or significant effect on you as an individual\r\n\r\nIf you want to request any of these, email data.access@justice.gov.uk or send your request by post to:\r\n\r\nDisclosure Team\r\nPost point 10.25\r\n102 Petty France\r\nLondon\r\nSW1H 9AJ\r\n\r\n## Getting more information ##\r\n\r\nYou can get more details on:\r\n\r\n* agreements we have with other organisations for sharing information\r\n* when we can pass on personal information without telling you, for example, to help with the prevention or detection of crime or to produce anonymised statistics\r\n* instructions we give to staff on how to collect, use or delete your personal information\r\n* how we check that the information we have is accurate and up-to-date\r\n* how to make a complaint\r\n\r\nFor more information, please contact the Ministry of Justice data protection officer at:\r\n\r\nThe Data Protection Officer\r\nMinistry of Justice\r\n10 South Colonnade\r\nCanary Wharf\r\nLondon\r\nE14 4PU\r\n\r\nEmail: DPO@justice.gov.uk\r\n\r\n## Making a complaint ##\r\n\r\nWhen we ask you for information, we will keep to the law. If you think that your information has not been handled correctly, you can contact the [Information Commissioner](https://ico.org.uk/) for independent advice about data protection on the address below:\r\n\r\nInformation Commissioner's Office\r\nWycliffe House\r\nWater Lane\r\nWilmslow\r\nCheshire\r\nSK9 5AF\r\n\r\nTelephone: 0303 123 1113\r\n",
  "heading": "Privacy notice",
  "url": "privacy"
}